[
  {
    "title": "Interpretation and Definitions",
    "content": [
      {
        "header": "Interpretation",
        "text": "The following definitions shall have the same meaning regardless of whether they appear in singular or in plural."
      },
      {
        "header": "Definitions",
        "text": "For the purposes of this Privacy Policy:",
        "ul": [
          "Account means a unique account created for you to access our Services.",
          "Application (or “App”) means any software program provided by us and downloaded by you on any electronic device.",
          "EVOLUTZ (referred to as either EVOLUTZ,we, or in this Agreement) refers to Evolutz Inc., a corporation established pursuant to the Canada Business Corporations Act.",
          "Cookies are small files that are placed on your computer, mobile device or any other device by a Website or Application, containing the details of your browsing history on that Website among its many uses.",
          "Device means any device that can access our Services, such as a computer, a cellphone or a digital tablet.",
          "Personal Data and Information is any information that relates to an identified or identifiable individual.",
          "Service refers to the Application, the Website, and any services provided on either.",
          "Service Provider means any natural or legal person who processes the data on behalf of EVOLUTZ. It refers to third-party companies engaged or individuals employed by EVOLUTZ to facilitate the Service, to provide the Service on behalf of EVOLUTZ, to perform services related to the Service or to assist EVOLUTZ in analyzing how the Service is used.",
          "Usage Data refers to data collected automatically, either generated by the use of the Service or from the Service infrastructure itself (for example, the duration of a page visit).",
          "Website refers to EVOLUTZACADEMY.com, accessible from www.evolutzacademy.com",
          "“you” (or “your”) means the individual accessing or using the Service, or the other entity on behalf of which such individual is accessing or using the Service, as applicable."
        ]
      }
    ]
  },
  {
    "title": "Collecting and Using your Personal Data",
    "content": [
      {
        "text": "While using our Website, App, or Services, we may ask you to provide us with certain personally identifiable information that can be used to contact or identify you. Personally identifiable information may include, but is not limited to:",
        "ul": [
          "Email address",
          "First name and last name",
          "Phone number",
          "Banking or other financial information",
          "Address, province, postal code, city",
          "Usage data"
        ]
      },
      {
        "header": "Usage Data",
        "text": "Usage Data is collected automatically when using the Service. <br /> Usage Data may include information such as your device Internet Protocol address (e.g. IP address), browser type, browser version, the pages of our Service that you visit, the time and date of your visit, the time spent on those pages, unique device identifiers and other diagnostic data. <br /> When you access the Service by or through a mobile device, we may collect certain information automatically, including, but not limited to, the type of mobile device you use, your mobile device unique ID, the IP address of your mobile device, your mobile operating system, the type of mobile Internet browser you use, unique device identifiers and other diagnostic data. <br />We may also collect information that your browser sends whenever you visit our Service or when you access the Service by or through a mobile device.",
        "content": [
          {
            "header": "Tracking Technologies and Coockies",
            "text1": "We use Cookies and similar tracking technologies to track the activity on our Services and store certain information. Tracking technologies used are beacons, tags, and scripts to collect and track information and to improve and analyze our Service. The technologies we use may include:",
            "ul1": [
              "Cookies or Browser Cookies: A cookie is a small file placed on your device. You can instruct your browser to refuse all cookies or to indicate when a cookie is being sent. However, if you do not accept cookies, you may not be able to use some parts of our Service. Unless you have adjusted your browser setting so that it will refuse cookies, our Service may use cookies.",
              "Flash Cookies: Certain features of our Service may use local stored objects (or Flash Cookies) to collect and store information about your preferences or your activity on our Service. Flash Cookies are not managed by the same browser settings as those used for browser cookies.",
              "Web Beacons. Certain sections of our Service and our emails may contain small electronic files known as web beacons (also referred to as clear gifs, pixel tags, and single-pixel gifs) that permit EVOLUTZ, for example, to count users who have visited those pages or opened an email and for other related website statistics (for example, recording the popularity of a certain section and verifying system and server integrity)."
            ],
            "text2": "Cookies can be Persisten or Session Cookies. Persistent Cookies remain on your personal computer or mobile device when you go offline, while Session Cookies are deleted as soon as you close your web browser.",
            "text3": "We use both Session and Persistent Cookies for the purposes set out below:",
            "ul2": [
              {
                "header": "Necessary / Essential Cookies",
                "text": "Type: Session Cookies <br />Administered by: Us <br />Purpose: These cookies are essential to provide you with services available through the Service and to enable you to use some of its features. They help to authenticate users and prevent fraudulent use of user accounts. Without these cookies, the services that you have asked for cannot be provided, and we only use these cookies to provide you with those services."
              },
              {
                "header": "Functionality Cookies",
                "text": "Type: Persistent Cookies <br />Administered by: Us <br />Purpose: These cookies allow us to remember choices you make when you use the Service, such as remembering your login details or language preference. The purpose of these cookies is to provide you with a more personal experience and to avoid you having to re-enter your preferences every time you use the Service."
              }
            ]
          },
          {
            "header": "Use of Your Personal Data",
            "text": "We only process personal information for the activities mentioned below after considering the potential risks to your privacy—for example, by providing clear transparency into our privacy practices, offering you control over your personal information where appropriate, limiting the information we keep, limiting what we do with your information, who we send your information to, how long we keep your information, or the technical measures we use to protect your information.",
            "content": [
              {
                "text1": "EVOLUTZ may use Personal Data for the following purposes:",
                "ul1": [
                  "To provide and maintain our Service, including to monitor the usage of our Service.",
                  "To manage your account: to manage your registration as a user of the Service. The Personal Data you provide can give you access to different functionalities of the Service that are available to you as a registered user.",
                  "To contact you: To contact you by email, telephone calls, SMS, or other equivalent forms of electronic communication, such as a mobile application push notifications regarding updates or informative communications related to the functionalities, products or contracted services, including security or system updates, when necessary or reasonable for their implementation.",
                  "To provide you with marketing information: To provide you with news and general information about other services and events which we facilitate that are similar to those that you have already expressed an interest in or enquired about unless you have opted not to receive such information. If you have consented to receiving marketing information, you may contact us at any time to opt out of receiving further marketing communications from us.",
                  "To manage your requests: to attend to and manage your requests to us.",
                  "For transfers: We may use your information to evaluate or conduct a restructuring, reorganization, dissolution, or other sale or transfer of some or all of our assets, in which Personal Data held by us about our Service users is among the assets transferred. We may further use your information that involves transferring it to other third parties EVOLUTZ contracts in order to deliver its Services.",
                  "For other purposes: We may use your information for other purposes, such as data analysis, identifying usage trends, determining the effectiveness of our promotional campaigns and to evaluate and improve our Service, products, services, marketing and your experience."
                ],
                "text2": "We may share your personal information in the following situations:",
                "ul2": [
                  "With Service Providers: We may share your personal information with service providers to monitor and analyze the use of our Service, to contact you.",
                  "With your consent: We may disclose your personal information for any other purpose with your consent."
                ],
                "text3": "For additional clarity, we do not share your personal information with any registered political parties, their constituency associates, candidates, or other representatives."
              }
            ]
          },
          {
            "header": "Retention of Your Personal Data",
            "text": "EVOLUTZ will retain your Personal Data only for as long as is necessary for the purposes set out in this Privacy Policy. We will retain and use your Personal Data to the extent necessary to comply with our legal obligations (for example, if we are required to retain your data to comply with applicable laws), resolve disputes, and enforce our legal agreements and policies. <br />EVOLUTZ will also retain Usage Data for internal analysis purposes. Usage data is generally retained for a shorter period of time, except when this data is used to strengthen the security or to improve the functionality of our Service, or we are legally obligated to retain this data for longer time periods."
          },
          {
            "header": "Transfer of Your Personal Data",
            "text": "Your information, including Personal Data, is processed at EVOLUTZ operating offices and in any other places where the parties involved in the processing are located. It means that this information may be transferred to — and maintained on — computers located outside of your province, territory, country or other governmental jurisdiction where the data protection laws may differ than those from your jurisdiction. <br />Your consent to this Privacy Policy followed by your submission of such information represents your agreement to that transfer. <br />EVOLUTZ will take all steps reasonably necessary to ensure that your data is treated securely and in accordance with this Privacy Policy and no transfer of your Personal Data will take place to an organization or a country unless there are adequate controls in place including the security of your data and other personal information."
          },
          {
            "header": "Request to be 'De-indexed'",
            "text": "You may submit a request to us at any time for us to “de-index” your personal data and information. This means, to the extent we may have, cease disseminating any hyperlinks or other archived connections to your personal information or data. <br />For additional clarity, this does not require us to completely delete any and all of your personal data and information that we may have for internal use."
          },
          {
            "header": "Request for your Personal Data and Information",
            "text": "You may submit a request to us at any time for us to provide you with a record of what personal data or information of yours that we have on file (at the time of your request)."
          }
        ]
      }
    ]
  }
]
